{
    "1": "O you who covers himself [with a garment],",
    "2": "Arise and warn",
    "3": "And your Lord glorify",
    "4": "And your clothing purify",
    "5": "And uncleanliness avoid",
    "6": "And do not confer favor to acquire more",
    "7": "But for your Lord be patient.",
    "8": "And when the trumpet is blown,",
    "9": "That Day will be a difficult day",
    "10": "For the disbelievers - not easy.",
    "11": "Leave Me with the one I created alone",
    "12": "And to whom I granted extensive wealth",
    "13": "And children present [with him]",
    "14": "And spread [everything] before him, easing [his life].",
    "15": "Then he desires that I should add more.",
    "16": "No! Indeed, he has been toward Our verses obstinate.",
    "17": "I will cover him with arduous torment.",
    "18": "Indeed, he thought and deliberated.",
    "19": "So may he be destroyed [for] how he deliberated.",
    "20": "Then may he be destroyed [for] how he deliberated.",
    "21": "Then he considered [again];",
    "22": "Then he frowned and scowled;",
    "23": "Then he turned back and was arrogant",
    "24": "And said, This is not but magic imitated [from others].",
    "25": "This is not but the word of a human being.",
    "26": "I will drive him into Saqar.",
    "27": "And what can make you know what is Saqar?",
    "28": "It lets nothing remain and leaves nothing [unburned],",
    "29": "Blackening the skins.",
    "30": "Over it are nineteen [angels].",
    "31": "And We have not made the keepers of the Fire except angels. And We have not made their number except as a trial for those who disbelieve - that those who were given the Scripture will be convinced and those who have believed will increase in faith and those who were given the Scripture and the believers will not doubt and that those in whose hearts is hypocrisy and the disbelievers will say, What does Allah intend by this as an example? Thus does Allah leave astray whom He wills and guides whom He wills. And none knows the soldiers of your Lord except Him. And mention of the Fire is not but a reminder to humanity.",
    "32": "No! By the moon",
    "33": "And [by] the night when it departs",
    "34": "And [by] the morning when it brightens,",
    "35": "Indeed, the Fire is of the greatest [afflictions]",
    "36": "As a warning to humanity -",
    "37": "To whoever wills among you to proceed or stay behind.",
    "38": "Every soul, for what it has earned, will be retained",
    "39": "Except the companions of the right,",
    "40": "[Who will be] in gardens, questioning each other",
    "41": "About the criminals,",
    "42": "[And asking them], What put you into Saqar?",
    "43": "They will say, We were not of those who prayed,",
    "44": "Nor did we used to feed the poor.",
    "45": "And we used to enter into vain discourse with those who engaged [in it],",
    "46": "And we used to deny the Day of Recompense",
    "47": "Until there came to us the certainty.",
    "48": "So there will not benefit them the intercession of [any] intercessors.",
    "49": "Then what is [the matter] with them that they are, from the reminder, turning away",
    "50": "As if they were alarmed donkeys",
    "51": "Fleeing from a lion?",
    "52": "Rather, every person among them desires that he would be given scriptures spread about.",
    "53": "No! But they do not fear the Hereafter.",
    "54": "No! Indeed, the Qur'an is a reminder",
    "55": "Then whoever wills will remember it.",
    "56": "And they will not remember except that Allah wills. He is worthy of fear and adequate for [granting] forgiveness."
}