{
    "1": "About what are they asking one another?",
    "2": "About the great news -",
    "3": "That over which they are in disagreement.",
    "4": "No! They are going to know.",
    "5": "Then, no! They are going to know.",
    "6": "Have We not made the earth a resting place?",
    "7": "And the mountains as stakes?",
    "8": "And We created you in pairs",
    "9": "And made your sleep [a means for] rest",
    "10": "And made the night as clothing",
    "11": "And made the day for livelihood",
    "12": "And constructed above you seven strong [heavens]",
    "13": "And made [therein] a burning lamp",
    "14": "And sent down, from the rain clouds, pouring water",
    "15": "That We may bring forth thereby grain and vegetation",
    "16": "And gardens of entwined growth.",
    "17": "Indeed, the Day of Judgement is an appointed time -",
    "18": "The Day the Horn is blown and you will come forth in multitudes",
    "19": "And the heaven is opened and will become gateways",
    "20": "And the mountains are removed and will be [but] a mirage.",
    "21": "Indeed, Hell has been lying in wait",
    "22": "For the transgressors, a place of return,",
    "23": "In which they will remain for ages [unending].",
    "24": "They will not taste therein [any] coolness or drink",
    "25": "Except scalding water and [foul] purulence -",
    "26": "An appropriate recompense.",
    "27": "Indeed, they were not expecting an account",
    "28": "And denied Our verses with [emphatic] denial.",
    "29": "But all things We have enumerated in writing.",
    "30": "So taste [the penalty], and never will We increase you except in torment.",
    "31": "Indeed, for the righteous is attainment -",
    "32": "Gardens and grapevines",
    "33": "And full-breasted [companions] of equal age",
    "34": "And a full cup.",
    "35": "No ill speech will they hear therein or any falsehood -",
    "36": "[As] reward from your Lord, [a generous] gift [made due by] account,",
    "37": "[From] the Lord of the heavens and the earth and whatever is between them, the Most Merciful. They possess not from Him [authority for] speech.",
    "38": "The Day that the Spirit and the angels will stand in rows, they will not speak except for one whom the Most Merciful permits, and he will say what is correct.",
    "39": "That is the True Day; so he who wills may take to his Lord a [way of] return.",
    "40": "Indeed, We have warned you of a near punishment on the Day when a man will observe what his hands have put forth and the disbeliever will say, Oh, I wish that I were dust!"
}